Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/udi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: You must have a passport that is valid for at least three months after the end of your visit.
nb: Du må ha pass som er gyldig i minst tre måneder etter at besøket er over.

source: Postponement of duty to return to Afghanistan
nb: Utsatt utreiseplikt til Afghanistan

source: The UDI can accept low pay or no pay if this is normal for your occupation in the place you are to work.
nb: UDI kan godta at du får lav eller ingen lønn hvis dette er normalt for yrket ditt der du skal jobbe.

source: I have been offered a job, which starts after 1 January 2021.
nb: Jeg har fått tilbud om jobb, som starter etter 1. januar 2021.

source: Yes, you must apply for a new residence permit, and you must apply by the end of 2021.
nb: Ja, du må søke om en ny oppholdstillatelse, og du må søke innen utløpet av 2021.

source: Obtains and analyses information about social conditions and human rights in countries that the UDI and UNE need information about.
nb: Innhenter og analyserer informasjon om samfunnsforhold og menneskerettigheter i land som UDI og UNE har behov for kunnskap om.

source: If you have taken the written test before the autumn of 2009, you must have gotten at least 450 points.
nb: Hvis du har tatt den skriftlige testen før høsten 2009, må du ha minst 450 poeng.

source: There are obstacles, as described above, to returning to your home country.
nb: Det er hindringer, som beskrevet over, for å reise tilbake til hjemlandet ditt.

source: If you have a permanent residence permit or settlement permit, you must order a residence card.
nb: Har du permanent oppholdstillatelse eller bosettingstillatelse må du bestille et oppholdskort.

source: Are you and your spouse related?
nb: Er du og ektefel en din i slekt?

source: Can I change my basis of residence in Norway after Brexit?
nb: Kan jeg bytte oppholdsgrunnlag i Norge etter Brexit?

source: Artist, musician or performer
nb: Kunstner, musiker eller artist

source: I live in Norway and commute to work in another country.
nb: Jeg bor i Norge og pendler til jobb i et annet land.

source: If you wish to give a tip to UDI, you can contact us by telephone.
nb: Hvis du du ønsker å gi UDI et tips, kan du ta kontakt med oss på telefon.

source: married after the reference person moved to Norway,
nb: giftet dere etter at referansepersonen flyttet til Norge,

source: We have a large backlog of unprocessed applications because of the corona pandemic.
nb: Vi har mange ubehandlede søknader som følge av koronapandemien.

source: What do I do if I travel to a country that does not recognize Somali passports?
nb: Hva gjør jeg hvis jeg skal reise til et land som ikke anerkjenner somalisk pass?

source: My British children live in Norway.
nb: Mine britiske barn bor i Norge.

source: You can then travel into Norway again and stay here for up to 90 days without a visa.
nb: Du kan deretter reise inn i Norge igjen og være her i inntil 90 dager uten visum.

source: You may then stay in Norway until your application has been processed even if you have been in Norway for more than 90 days.
nb: Da kan du fortsette å oppholde deg i Norge helt til du får svar på søknaden din, selv om du har vært i Norge i mer enn 90 dager.

source: I have been given a job or education offer that requires me to move.
nb: Jeg har tilbud om jobb eller utdanning som krever at jeg flytter.

source: If we do clarify your identity, we will change the information about you in the National Registry.
nb: Hvis du blir registrert med en ny fødselsdato, vil du få et nytt fødselsnummer av folkeregisteret.

source: If you get no on your application
nb: Hvis du får nei på søknaden din

source: In this case, legal stay can for example mean that you have a residence permit, residence as an EU/EEA national, a visitor’s visa or a valid visa free stay.
nb: Lovlig opphold i denne sammenhengen er for eksempel en oppholdstillatelse, oppholdsrett som EU/EØS-borger, besøksvisum eller gyldig visumfrihet.

source: If you were born before 1979 and you are uncertain about whether you became a Norwegian citizen at birth, you can contact the UDI for more information.
nb: Hvis du ble født før 1979 og er usikker på om du ble norsk da du ble født, kan du kontakte UDI for å få mer informasjon.

source: How can you find the receipt for a registered application online?
nb: Hvordan kan du finne kvitteringen på registrert søknad på nett?

source: apply for a residence card for family members of EU/EEA citizens
nb: søke om et oppholdskort for familiemedlemmer av EU/EØS-borgere

source: From 1 January 2021, you must have a residence permit to continue your assignment or take new assignments in Norway.
nb: Fra og med 1 januar 2021 må du ha oppholdstillatelse for å fortsette oppdraget ditt eller ta nye oppdrag i Norge.

source: when we have more information.
nb: når vi har mer informasjon om dette.

source: If you are abroad, the interview will normally be at the same place as where you handed in your application.
nb: Hvis du er i utlandet vil intervjuet vanligvis skje på det samme stedet der du leverte søknaden.

source: you are cohabitants without children, and you lived together for less than two years before you moved to Norway,
nb: dere er samboere uten barn, og dere bodde sammen i mindre enn to år før dere flyttet til Norge,

source: If you do not wish to have a digital mailbox, you will receive letters in your normal letter box at home.
nb: Hvis du ikke har en digital postkasse, får du brev i den vanlige postkassen din hjemme.

source: If you are going to be a volunteer or intern through the Youth in Action programme of the European Voluntary Service (EVS), which is a part of the EU programme Erasmus+, or an intern through the Key Action1 of the EU programme Erasmus+
nb: Hvis du skal være volontør eller hospitant innenfor European Voluntary Service (EVS) i Aktiv ungdom-programmet (Youth in Action), som er en del av EU-programmet Erasmus+, eller hospitant innenfor Key Action1 i EU-programmet Erasmus+

source: EU/EEA citizens do not need a visa to visit Norway, and can stay for up to three months.
nb: EU/EØS-borgere trenger ikke visum for å besøke Norge, og kan være her i inntil tre måneder.

source: If you need to book a new appointment after you have received a decision from the UDI/police, you must do this in
nb: Hvis du trenger å bestille en ny time etter at du har mottatt vedtak fra UDI/politiet, så må du gjøre dette i

source: Both the UNHCR Background Note (2003) and Guideline (2003) on exclusion are important sources in the UDI and UNE interpretation of article 1 F.
nb: Både UNHCRs Bakgrunnsnotat om eksklusjon (2003) og UNHCRs Veileder om eksklusjon (2003) er viktige kilder i UDI og UNEs tolkning av Flyktningkonvensjonen artikkel 1 F.

source: The UDI can only answer questions about the immigrant's passport.
nb: UDI kan bare svare på spørsmål om utlendingspass.

source: This is a temporary change.
nb: Dette er en midlertidig endring.

source: a residence permit for religious leaders/teachers.
nb: oppholdstillatelse for religiøs leder/lærer.

source: Have you lived together before you got married?
nb: Har dere bodd sammen før dere giftet dere?

source: Joint monitoring is also carried out together with the National Commission for Refugees and IDPs.
nb: også gjennomført felles monitorering sammen med The National Commission for Refugees and IDPs.

source: If you receive a new residence permit, you will also be issued a residence card as documentation that you have a valid residence permit in Norway.
nb: Hvis du får en ny oppholdstillatelse vil du også få utstedt et oppholdskort som dokumentasjon på at du har gyldig oppholdstillatelse i Norge.

source: When and where did you get married?
nb: Når og hvor ble dere gift?

source: If a person exploits a family member or someone else, for example for the purpose of prostitution, work, begging or crime, this is called
nb: Hvis noen blir utnyttet av et familiemedlem eller av en annen person, til for eksempel prostitusjon, arbeid, tigging eller kriminalitet, kalles dette

source: Information sheet and videos (external website)
nb: Informasjonsark og videoer (eksternt nettsted)

source: In the new application, you must choose the right meeting place.
nb: Hvis du har valgt feil oppmøtested, må du fylle ut, sende og betale for en ny søknad der du velger riktig oppmøtested.

source: You can walk from Oslo central station (train) or the bus terminal at Grønland (bus) to where you will be interviewed.
nb: Du kan gå fra Oslo sentralstasjon (tog) eller Bussterminalen Grønland (buss) og til der du skal intervjues.

source: You can ask to travel together with an IOM employee, a healthcare employee, or a friend, if you cannot or do not wish to travel alone.
nb: du kan be om å få reise sammen med for eksempel en ansatt i mottaket du bor på, en ansatt i IOM, en ansatt i helsevesenet, eller en venn hvis du ikke kan eller vil reise alene

source: For example, you still have the right to work, you have the same rights to support from NAV, and you are still registered as a resident in Norway in the National Population Register.
nb: Du har for eksempel fortsatt rett til å arbeide, du har de samme rettighetene til støtte fra NAV, og du står fortsatt registrert som bosatt i Norge i Folkeregisteret.

source: What will happen when you are travelling?
nb: Hva vil skje når du skal reise?

source: when you hand in the application documents.
nb: når du leverer søknadsdokumentene.

source: If your parents were citizens of Sweden, Denmark, Finland or Iceland, and became Norwegian citizens by submitting notification before you turned 18, you automatically became a Norwegian citizen if you
nb: Hvis foreldrene dine var statsborgere av Sverige, Danmark, Finland eller Island og ble norske statsborgere ved å levere melding før du fylte 18 år, ble du automatisk norsk hvis du:

source: If you are unsure whether the country you are traveling to recognizes Somali passports, you must contact the embassy of the country you are going to travel to.
nb: Hvis du er usikker på om landet du skal reise til anerkjenner somalisk pass, må du kontakte ambassaden til landet du skal reise til.

source: What you need to do now
nb: Dette må du gjøre nå

source: We will contact you if we need more documents from you or as soon as your case has been processed.
nb: Vi vil kontakte deg hvis vi trenger flere dokumenter fra deg eller så snart saken din er ferdig.

source: If you have questions about Somali passport, you must contact a Somali embassy.
nb: Hvis du har spørsmål om somaliske pass, må du kontakte en somalisk ambassade.

source: What must you do?
nb: Hva må du gjøre?

source: a financial grant of NOK 22 000, in services for example for housing, education, starting a business, work training, medication, food and clothes.
nb: økonomisk tilskudd på inntil 22 000 kroner i tjenester til for eksempel bolig, utdanning, bedriftsetablering, arbeidstrening, medisiner, mat og klær

source: and when you met.
nb: dere har møtt hverandre.

source: If you have a residence permit in Norway, you do not have to hand in anything.
nb: Hvis du har oppholdstillatelse i Norge trenger du ikke levere noe.

source: Every month you will receive an email or SMS with information about what is happening with your case.
nb: En gang i måneden vil du få en e-post eller SMS med informasjon om hva som skjer med saken din.

source: When you are filling in the application form, we will ask you for this number.
nb: Når du fyller ut søknadsskjemaet kommer vi til å spørre deg om dette nummeret.

source: The letter you receive together with the decision, will inform you whether you must meet with the police again or not.
nb: I oversendelsesbrevet, som du mottar sammen med vedtaket, vil det stå om du må møte opp hos politiet en gang til eller ikke.

source: In addition, you will receive NOK 2 000 when you arrive in Kabul, which you can spend on temporary accommodation, and transport to your final destination in Afghanistan, if relevant.
nb: I tillegg får du 2 000 kroner når du kommer til Kabul som du kan bruke på midlertidig overnatting og eventuelt transport videre i Afghanistan

source: If you are a child under the age of 18, you are entitled to
nb: Hvis du er barn under 18 år har du rett på

source: For the client in Norway the
nb: For oppdragsgiveren i

source: You do not have to hand in a passport from your home country if you
nb: Du må ikke levere pass fra hjemlandet hvis du

source: If you are going to be a guarantor now, the form should
nb: Hvis du skal være garantist nå så skal skjemaet

source: In Nairobi and Kampala you must book an appointment in advance.
nb: I Nairobi og Kampala må du bestille time på forhånd.

source: You can apply for voluntary return if you wish to return to your home country instead of being sent back to the European country where you are registered.
nb: Du kan søke om assistert retur hvis du ønsker å reise tilbake til hjemlandet ditt, i stedet for å bli sendt tilbake til det europeiske landet der du er registrert.

source: In that case, you are not entitled to continue with your assignment in Norway from 1 January without having a residence permit.
nb: Du som er utsendt arbeidstaker fra et selskap Storbritannia har ikke rett til å fortsette med oppdraget ditt i Norge fra 1.

source: In total this analysis includes more than 20 changes to the regulations after 1971.
nb: Samlet sett har vi forsøkt å ta hensyn til over 20 endringer i regelverket siden 1971.

source: During the interview, you will be asked about your relationship, among other things.
nb: I intervjuet vil du blant annet få spørsmål om forholdet deres.

source: You can have one or more employers or clients.
nb: Du kan ha en eller flere arbeidsgivere eller oppdragsgivere.

source: When filling in the online application form, please choose the embassy or consulate closest to you.
nb: Når du fyller ut søknaden om statsborgerskap på nett, velger du den ambassaden/konsulatet som er nærmest deg.

source: What did your families think of you getting married?
nb: Hva synes familiene deres om at dere skulle gifte dere?

source: The embassy or the police can edit minor errors in the information on applications to the correct appointment location after you have met and submitted the case there.
nb: Ambassaden eller politiet kan redigere mindre feil i informasjonen i søknaden som er til riktig oppmøtested etter at du møtt og levert saken.

source: The procedure normally takes place when a girl is between 5 and 14 years old, but is also performed on infants, young adults and grown women.
nb: Inngrepet skjer oftest når jentene er i alderen 5–14 år, men gjøres også på spedbarn, ungdom og voksne kvinner.

source: Entrance from Erling Skakkes gate 25
nb: Inngang for besøkende er via Erling Skakkes gate 25

source: Can I let other people read my digital mail?
nb: Kan jeg la andre lese den digitale posten min?

source: If you need to travel by taxi, car or plane, you need to get approval for this from the UDI well ahead of the time of your departure if you are to get your money back.
nb: Må du reise med taxi, bil eller fly, skal du få det godkjent av UDI i god tid før du reiser for å få pengene tilbake.

source: You will be told in advance when you are to leave, and you will be helped to the airport in Oslo
nb: Du får på forhånd vite når du skal dra, og du får hjelp til å reise til flyplassen i Oslo.

source: All citizens of EU/EEA countries who register an application in the UDI's application portal will receive a confirmation by email when the application has been registered.
nb: Alle borgere av EU/EØS-land som registrerer en søknad i UDIs søknadsportal, mottar en bekreftelse per epost når søknaden er ferdig registrert.

source: If you have questions about return or want guidance you can contact IOM at phone number +47 23 10 53 20 or by email to
nb: Har du spørsmål om assistert retur eller ønsker rådgiving kan du ta kontakt med IOM på telefon +47 23 10 53 20 eller send e-post til

source: The countries that we receive few applicants from are not on this list.
nb: De landene som vi har få søkere fra står ikke oppført her.

source: In accordance with Norwegian law, we shall consider whether persons who have
nb: I henhold til norsk lovgivning skal vi vurdere om personer som har fått

source: The government platform states that the new government will phase out the au pair scheme.
nb: I regjeringsplattformen står det at den nye regjeringen vil avvikle au pair-ordningen.

source: If you are from Somalia, you do not need to hand in any documents.
nb: Hvis du er fra Somalia trenger du ikke å levere noen dokumenter.

source: ROSA (external website)
nb: ROSA (eksternt nettsted)

source: This will be specified on their residence card (for example as a «seasonal worker at Stordriften farm»).
nb: Dette vil i så fall stå på oppholdskortet (for eksempel "sesongarbeider ved Stordriften gård").

source: Then you must check again later for available appointments.
nb: Da må du sjekke igjen for ledige timer senere.

source: You are to work on a Norwegian or foreign mobile installation on the Norwegian continental shelf.
nb: Du skal arbeide på en norsk eller utenlandsk flyttbar innretning, på den norske kontinentalsokkelen.

source: Norwegian Country of Origin Information Centre (external website)
nb: www.landinfo.no (eksternt nettsted)

source: Norwegian immigration law relating to nationals of EEA/EFTA states is presented separately.
nb: Norske regler om EØS-/EFTA-borgeres rett til innreise og opphold presenteres særskilt.

source: If you are from Serbia you must have a biometric passport.
nb: Hvis du er fra Serbia må du ha biometrisk pass.

source: If you are over the age of 18, you are entitled to
nb: Hvis du er voksen over 18 år har du rett på

source: If it is not possible for you to arrange for a place to stay, you need to contact the UDI.
nb: Hvis det ikke er mulig for deg å ordne overnatting selv, må du kontakte UDI.

source: If you are under the age of 18 there are other requirements for being granted a passport.
nb: Hvis du er under 18 år, er det litt andre krav for å få utstedt pass.

source: I am a posted worker (service provider) and employed by a company in an EU/EEA country.
nb: Jeg er utsendt arbeidstaker (tjenesteyter) og ansatt i et foretak i et EU/EØS-land.

source: Persons who have at least NOK 500 per day to support themselves during their stay in Norway, and are able to document that they meet this requirement.
nb: Den som har minst 500 kroner per dag til å forsørge seg med under oppholdet i Norge, og kan dokumentere at han eller hun fyller kravet.

source: However, they must work in the same type of position as before.
nb: De må imidlertid arbeide i samme type stilling som før.

source: Alarmtelefonen (emergency hotline) for children and young people (external website)
nb: Alarmtelefonen for barn og unge (eksternt nettsted)

source: assisted return to Somalia here (pdf, 1,5 MB)
nb: assistert retur til Somalia her (pdf, 1,5 MB)

source: Therefore, you must bring a written statement about what you have filled in incorrectly and what you want the embassy/police to change for you when you meet for your appointment with the police or VFS.
nb: Det er derfor viktig at du har med deg skriftlig informasjon til timen med politiet eller VFS om hva du har fylt ut feil og hva ambassaden/politiet skal endre for deg.

source: The same applies to Norwegian citizens and their family members who have acquired EU/EEA rights through living and working in the United Kingdom, as long as they return to Norway by the end of the transition period (before 31 December 2020).
nb: Tilsvarende gjelder for norske borgere og deres familiemedlemmer som har opparbeidet seg rettigheter gjennom å ha bodd og arbeidet i Storbritannia, så fremt de returnerer til Norge innen utløpet av overgangsperioden (før 31. desember 2020).

source: When and where was it decided that you should get married?
nb: Når og hvor ble det bestemt at dere skulle gifte dere?

source: before you enter Norway.
nb: før du reiser inn til Norge.

source: Who is responsible for Somali passport and immgrant's passports?
nb: Hvem har ansvaret for somalisk pass og utlendingspass?

source: They then receive a new decision from the Immigration Appeals Board (UNE).
nb: De får da et nytt vedtak fra Utlendingsnemnda (UNE).

source: More information can be found at
nb: Mer informasjon finner du på

source: Families with children who are awaiting an answer to their application for protection (asylum)
nb: barnefamilier som venter på svar på søknaden om beskyttelse (asyl)

source: General information (external website)
nb: Generell informasjon (eksternt nettsted)

source: Some couples can be exempted from this requirement.
nb: Noen par kan få unntak fra dette kravet.

source: How do you apply?
nb: Hva må du gjøre for å søke?

source: Angola, Botswana, India, Laos, Lesotho, Madagascar, Myanmar and Vietnam.
nb: Angola, Botswana, India, Laos, Lesotho, Madagaskar, Myanmar og Vietnam.

source: Illegally resident third country nationals in EU member states (2007)
nb: Illegally resident third country nationals in EU member states (2007) Ikke alt innholdet på denne siden finnes på bokmål.

source: explanation/ documentation of this
nb: forklaring/dokumentasjon på grunner for dette

source: The Norwegian Labour Inspection Authority, the police, the Norwegian Tax Administration and the UDI cooperate on the running of service centres for foreign workers in Norway.
nb: Er et samarbeid mellom Arbeidstilsynet, politiet, Skatteetaten og UDI om drift av servicesentre for utenlandske arbeidstakere i Norge.

source: For British citizens and their family members who wish to settle in Norway after the end of the transitional period, ordinary immigration regulations from countries outside the EU/EEA apply.
nb: For britiske statsborgere og deres familiemedlemmer som ønsker å bosette seg i Norge etter overgangsperiodens utløp, gjelder det ordinære regelverket for innvandring fra land utenfor EU/EØS.

source: the benefit of all residents.
nb: og hvilke mottak som er i drift.

source: Volunteering in asylum reception centers
nb: Dette var særlig aktuelt i forbindelse med opp- og nedbygging

source: If you hand in your application abroad, you must normally hand in both your passport and the copies.
nb: Hvis du leverer søknaden i utlandet, må du vanligvis levere inn både passet ditt og kopiene.

source: Please remember that if you travel to and from Norway after you have applied for family immigration, you must
nb: Husk at hvis du reiser ut og inn av Norge etter at du har søkt om familieinnvandring må du

source: Borders Code) and I am therefore refused entry.
nb: (grenseforordningen) og derfor nektes innreise.

source: If you are granted a family immigration permit while you are abroad, you may travel back to Norway immediately.
nb: Hvis du får innvilget familieinnvandring mens du er i utlandet kan du reise tilbake til Norge med en gang.

source: On the website of the embassy or VFS application centre
nb: På nettsiden til ambassaden eller VFS søknadssenteret

source: treatment from the UDM patient directly.
nb: Dette undergraver i sin tur DUF som system.

source: Do I need a residence permit to continue the assignment or take new assignments in Norway?
nb: Må jeg ha oppholdstillatelse for å fortsette oppdraget eller ta nye oppdrag i Norge?

source: The police districts receive and prepare applications for residence and work permits.
nb: Politidistriktene tar imot og forbereder søknader om oppholds- og arbeidstillatelse.

source: Norskprøven from Kompetanse Norge (with the result A2, B1, B2 or C1)
nb: Norskprøven fra Kompetanse Norge (med resultatet A2, B1, B2 eller C1)
